{"settlement":{"name":"Settlement","level":1,"income":{"schema":"standard"},"random_recruit":{"schema":"standard"},"reputation":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","campaign":1},"palanite_precinct":{"name":"Palanite Precinct","level":1,"income_enforcers":{"schema":"standard"},"reputation_enforcers":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","trading_special_rules_enforcers":"If this gang deleted at least one fighter from their Gang Roster this postbattle sequence, they may add a single Palanite Enforcer Rookie to their gang for free.","campaign":1},"badzone_precinct":{"name":"Badzone Precinct","level":1,"income_badzone_enforcers":{"schema":"standard","effect":"If this gang took at least four enemy fighters Out of Action this cycle, they earn an additional 2D6x10 credits from this Territory when collecting income as they cow the local populace into paying greater protection money."},"reputation_badzone_enforcers":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","campaign":1},"nomads_outpost":{"name":"Nomads' Outpost","level":1,"income_ash_waste_nomads":{"schema":"standard","count":2},"reputation_ash_waste_nomads":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","battle_special_rules_ash_waste_nomads":"The player who controls the Ash Waste Nomads automatically has the Home Turf Advantage when the Nomads' Outpost is assaulted. In addition, When the Nomads' Outpost is assaulted, the battle will automatically be fought using Zone Mortalis terrain (if available, otherwise play as a Sector Mechanicus battle). The player that controls the Ash Waste Nomads sets up all of the tiles, doors, barricades and any other terrain features. They also can decide if any of the doors are locked. The player who controls the Ash Waste Nomads treats all doors as unlocked, and can relock any door.","scenario_selection_special_rules_ash_waste_nomads":"Homeground - If challenged in the Takeover phase, the ensuing battle will automatically take place within the Nomads' Outpost, representing a bold gang assaulting the outpost.","trading_special_rules_ash_waste_nomads":"In the Takeover phase, if a challenging gang defeated this gang at the Nomads' Outpost (i.e. Homeground battle took place) that gang will gain +5 Reputation.","campaign":1},"old_ruins":{"name":"Old Ruins","level":2,"income":{"schema":"standard","sides":3,"effect":"Generate an additional 10 credits for each Dome Runner recruited by the gang."},"campaign":1},"rogue_doc_shop":{"name":"Rogue Doc Shop","level":2,"income":{"schema":"standard"},"fixed_recruit":"Whilst it controls this Territory, the gang may add one <strong>Rogue Doc</strong> to its roster for free.","campaign":1},"promethium_cache":{"name":"Promethium Cache","level":2,"fixed_gear":"Whilst it controls this Territory, three fighters in the gang gain <strong>Incendiary Charges</strong>. Nil credit cost and nil gang rating impact.","battle_special_rules":"All fighters in the gang may re-roll Ammo tests for any weapon that has the <strong>Blaze</strong> trait.","campaign":1},"wastes":{"name":"Wastes","level":2,"scenario_selection_special_rules":" If challenged in the Occupation phase, the gang may choose the Territory at stake in the battle, even though it would normally be chosen by the challenger. If challenged in the Takeover phase for a Territory the gang already controls, make an Intelligence test for the gang Leader. If the test is passed, the player of the gang may choose to play the Ambush scenario instead of rolling. They are automatically the attacker.","campaign":1},"sludge_sea":{"name":"Sludge Sea","level":2,"fixed_gear":"Whilst it controls this Territory, three fighters in the gang gain <strong>Choke Gas Grenades</strong>. Nil credit cost and nil gang rating impact.","campaign":1},"workshop":{"name":"Workshop","level":2,"income":{"schema":"standard"},"fixed_recruit":"Whilst it controls this Territory, the gang may add one <strong>Ammo-jack</strong> to its roster for free.","campaign":1},"collapsed_dome":{"name":"Collapsed Dome","level":2,"income":{"schema":"userDefinedNumber","count_max":6,"count_message":"How many dice to roll for income?\n(Enter a number between {count_min} and {count_max})","multiplier":10,"event":{"trigger":"hasDuplicates","multiplier":0,"text":"<span style='color: red; font-weight: bold;'>⚠️ DISASTER!</span> Duplicates rolled -> Cave in!<br>Nil income from this territory AND a random fighter suffers a lasting injury."}},"campaign":1},"refuse_drift":{"name":"Refuse Drift","level":3,"income":{"schema":"withDuplicateEvent","multiplier":5,"event":{"text":"<br><span style='color: red; font-weight: bold;'>⚠️ DISASTER!</span> Duplicates rolled -> Attacked by a waste-lurker!<br> Keep the income from this territory BUT a random fighter must miss the next battle."}},"income_cawdor":{"schema":"standard","count":2,"multiplier":5},"reputation_cawdor":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","campaign":1},"corpse_farm":{"name":"Corpse Farm","level":3,"income":{"schema":"userDefinedNumber","count_message":"How many bodies do you have?\n\nThat is, (approximately) how many fighters were deleted from either your or your opponents gang rosters' during the Update Roster post battle step over the last month?"},"income_cawdor":{"schema":"userDefinedNumber","count_message":"How many corpses do you have for the grinders?\n\nThat is, (approximately) how many fighters were deleted from either your or your opponents gang rosters' during the Update Roster post battle step over the last month?\n\nFor House Cawdor this value will be doubled.","count_multiplier":2},"reputation_cawdor":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","campaign":1},"bone_shrine":{"name":"Bone Shrine","level":3,"income":{"schema":"standard","count":2,"multiplier":5},"income_cawdor":{"schema":"standard","count":4,"multiplier":5},"reputation_cawdor":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","campaign":1},"drinking_hole":{"name":"Drinking Hole","level":3,"battle_special_rules":"Whilst it controls this Territory, any fighter in the gang may re-roll any failed Cool tests. If a fighter uses this option, place a marker on their card to show that they have hit the bottle. While a fighter has at least one marker from this territory, they suffer a -1 modifier to hit rolls for the rest of the battle.","battle_special_rules_delaque":"The gang that controls this Territory may nominate three enemy fighters at the start of the battle, and place an Intoxicated marker on each fighter’s card to show that their drink was spiked. The marked fighters suffer a -1 penalty to all tests and checks for the duration of the battle.","reputation":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","reputation_delaque":"Whilst it controls this Territory, the gang adds +2 to its Reputation.","campaign":1},"gambling_den":{"name":"Gambling Den","level":3,"reputation":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","income":{"schema":"deckBased","draw_from_deck":1,"event":{"trigger":"isJoker","multiplier":0,"text":"<span style='color: red; font-weight: bold;'>⚠️ DISASTER!</span> Joker pulled -> The House does not always win!<br>All income (from all territories not just the Gambling Den) is paid to another random gang... Talk to your arbitrator."}},"battle_special_rules_delaque":"The gang that controls this Territory may nominate a single enemy fighter at the start of the battle before the first roll for Priority. The gang have called in the fighter’s debt marker, and in return for keeping all of their limbs intact, the fighter agrees to take no part in the coming battle. The nominated fighter misses the battle.","reputation_delaque":"Whilst it controls this Territory, the gang adds +2 to its Reputation.","campaign":1},"needle_ways":{"name":"Needle Ways","level":3,"battle_special_rules":"Whilst it controls this Territory, the gang may select up to three fighters – these fighters gain the Infiltrate skill.","battle_special_rules_delaque":"Whilst it controls this Territory, the gang may select up to six fighters – these fighters gain the Infiltrate skill.","campaign":0},"synth_still":{"name":"Synth Still","level":3,"battle_special_rules":" Whilst it controls this Territory, the gang treats chem-synths, medicae kits, stimm-slug stashes and any weapon with the Gas or Toxin trait as Common.","battle_special_rules_escher":" Whilst it controls this Territory, the gang treats chem-synths, medicae kits, stimm-slug stashes and any weapon with the Gas or Toxin trait as Common, and halves the cost of these items (rounding up).","reputation_escher":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","campaign":1},"stinger_mould_sprawl":{"name":"Stinger Mould Sprawl","level":3,"trading_special_rules":" Whilst it controls this Territory, the gang treats chem-synths, medicae kits, stimm-slug stashes and any weapon with the Gas or Toxin trait as Common.","trading_special_rules_escher":" Whilst it controls this Territory, the gang treats chem-synths, medicae kits, stimm-slug stashes and any weapon with the Gas or Toxin trait as Common, and halves the cost of these items (rounding up).","reputation_escher":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","campaign":1},"nacro_den":{"name":"Nacro Den","level":3,"income":{"schema":"standard","multiplier":5},"income_escher":{"schema":"conditional","count":2,"multiplier":5,"required_territory":"synth_still","conditional_count":2,"conditional_multiplier":10},"reputation_escher":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","campaign":1},"slag_furnace":{"name":"Slag Furnace","level":3,"income":{"schema":"standard","multiplier":5},"reputation_goliath":"Whilst it controls this Territory, the gang adds +2 to its Reputation.","random_recruit_goliath":{"schema":"standard","outcomes":{"0":"No new recruits.","1":"Optional: Recruit a juve for free.","2":"Optional: Recruit a ganger for free."}},"campaign":1},"fighting_pits":{"name":"Fighting Pits","level":3,"reputation_goliath":"Whilst it controls this Territory, the gang adds +2 to its Reputation.","fixed_recruit":"Whilst it controls this Territory, the gang may recruit <strong>two Hive Scum Hired Guns</strong> for free, including their equipment, prior to every battle.","campaign":0},"smelting_works":{"name":"Smelting Works","level":3,"income":{"schema":"standard","multiplier":5},"income_goliath":{"schema":"conditional","count":2,"multiplier":5,"required_territory":"slag_furnace","conditional_count":2,"conditional_multiplier":10},"campaign":1},"mine_workings":{"name":"Mine Workings","level":3,"income":{"schema":"standard","effect":"Captured fighters working the mine rule removed in this campaign"},"reputation_orlock":"Whilst it controls this Territory, the gang adds +2 to its Reputation.","campaign":1},"tunnels":{"name":"Tunnels","level":3,"battle_special_rules":" Whilst it controls this Territory, the gang may choose to have up to three fighters deploy via tunnels ahead of any battle. These fighters must be part of the crew for the battle, but instead of being set up on the battlefield, they are placed to one side. During the Deployment phase, the player sets up two 2-inch wide tunnel entrance markers on any table edge on the ground surface of the battlefield. During the Priority phase of each turn, roll a D6. On a 4+, the group of fighters arrive on the battlefield. That turn they may be activated as a single group, and must move onto the battlefield from one of the tunnel entrance markers. The members of the group must all arrive through the same tunnel entrance. If the battle ends before the fighters arrive, they take no part in the battle.","battle_special_rules_orlock":" Whilst it controls this Territory, the gang may choose to have up to six fighters (If 4 or more fighters are selected, then those fighters must split into two equally sized groups. If 3 or less fighters they deploy as a single group) deploy via tunnels ahead of any battle. These fighters must be part of the crew for the battle, but instead of being set up on the battlefield, they are placed to one side. During the Deployment phase, the player sets up two 2-inch wide tunnel entrance markers on any table edge on the ground surface of the battlefield. During the Priority phase of each turn, roll a D6 and resolve separately for each group: On a 4+, the group of fighters arrive on the battlefield. That turn they may be activated as a single group, and must move onto the battlefield from one of the tunnel entrance markers. The members of the group must all arrive through the same tunnel entrance. If the battle ends before the fighters arrive, they take no part in the battle.","reputation_orlock":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","campaign":0},"toll_crossing":{"name":"Toll Crossing","level":3,"income":{"schema":"standard","multiplier":5},"battle_special_rules_orlock":"Whilst it controls this Territory, the gang has Priority in the first round of any battle. Any gang in the campaign may pay the gang 20 credits to gain the same benefit in a single battle against another gang.","campaign":1},"generatorium":{"name":"Generatorium","level":3,"battle_special_rules":"If their gang controls this Territory, a player may choose to stall the generators, temporarily cutting the power to the area in which a battle is taking place and plunging it into darkness. The player may declare they will do this at the beginning of any Priority phase, before the roll for Priority. For the remainder of the battle, the Pitch Black rules (see Core Rulebook p.193) are in effect. However, at the start of each End phase, there is a chance that the generators will automatically restart and the lights flood back. At the start of each End phase, before making any Bottle checks, the player that controls this Territory rolls a D6. If the result is a 5 or more, the generators restart and the Pitch Black rules immediately cease to be in effect. If the roll is a 1-4, the generators stay silent.","reputation_van_saar":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","campaign":1},"archaeotech_device":{"name":"Archaeotech Device","level":3,"battle_special_rules":" Any number of weapons owned by the gang may be given <strong>one</strong> of the following Traits for free: <strong>Blaze, Rad-phage, Seismic, or Shock</strong>. All weapons must be given the same Trait and new weapons purchased later may also be given this Trait. These weapons also gain the <strong>Unstable</strong> Trait. If the Territory is lost, the weapons lose these additional Traits.","battle_special_rules_van_saar":" The gang may give any number of weapons it owns <strong>two</strong> of the following Traits for free: <strong>Blaze, Rad-phage, Seismic, or Shock</strong>. All weapons must be given the same Traits and new weapons purchased later may also be given these Traits. These weapons also gain the <strong>Unstable</strong> trait. If the Territory is lost, the weapons lose these additional Traits.","reputation_van_saar":"Whilst it controls this Territory, the gang adds +2 to its Reputation.","campaign":1},"tech_bazaar":{"name":"Tech Bazaar","level":3,"income":{"schema":"standard"},"income_van_saar":{"schema":"conditional","required_territory":"archaeotech_device","conditional_count":2},"reputation_van_saar":"Whilst it controls this Territory, the gang adds +1 to its Reputation.","trading_special_rules":"Select one Leader or Champion to make a Haggle post-battle action. Roll 2D6. The gang may immediately choose one Rare (X) item from the Trading Post where X is less than or equal to the dice roll and add it to their Stash for half of its usual value, rounded down. If the roll is lower than 7, pick a Common weapon or piece of equipment to add to the gang’s Stash for half of its usual value, rounded down. If the roll is 3 or lower, then the fighter proves to be very poor at haggling and no equipment is gained. If the fighter selected has Exotic Furs, add +1 to the result of the 2D6 dice roll.","campaign":1}}